import React from "react";
import "./styles.css";

const AboutUs = () => {
  return (
    <div className="about-container">
      <h1>אודותינו</h1>
      <p>ברוכים הבאים ל-Smart Shopping! המשימה שלנו היא לספק חוויית קנייה חכמה שחוסכת לכם כסף, זמן ומאמץ. עם תכונות כמו השוואת מחירים, יישום קופונים אוטומטי וניהול רשימת קניות, אנו מעניקים לכם את הכלים לקבלת החלטות קנייה מושכלות.</p>
      <h2>המטרות שלנו</h2>
      <ul>
        <li>לספק חוויית קנייה קלה ומתקדמת.</li>
        <li>לאפשר ניהול חכם של רשימות קניות.</li>
        <li>להציע ייעוץ תזונתי וביקורות מוצרים.</li>
      </ul>
      <h2>השיטה איך להיות תזונאי</h2>
      <ol>
        <li><strong>השכלה אקדמית:</strong> סיימו תואר ראשון בתחום התזונה או מדעי המזון במוסד מוכר להשכלה גבוהה.</li>
        <li><strong>סטאז':</strong> עברו התמחות מעשית (סטאז') בבתי חולים, קופות חולים או מסגרות אחרות.</li>
        <li><strong>קבלת רישיון:</strong> קבלו רישיון מקצועי ממשרד הבריאות לאחר מעבר בחינות רישוי.</li>
        <li><strong>הכשרות נוספות:</strong> השתתפו בקורסים והכשרות נוספות להרחבת הידע וההתמחות.</li>
        <li><strong>ניסיון מקצועי:</strong> צברו ניסיון בעבודה במגוון מסגרות בריאותיות, כולל ייעוץ פרטי.</li>
        <li><strong>השתלמות מתמדת:</strong> הישארו מעודכנים במחקרים ובפיתוחים חדשים בתחום התזונה באמצעות השתתפות בכנסים מקצועיים וקריאת ספרות מדעית.</li>
      </ol>
      <h2>איך לבקש להיות תזונאי בפרויקט שלנו</h2>
      <ol>
        <li><strong>הרשמה:</strong> היכנסו לאתר ובצעו הרשמה עם פרטים אישיים ומידע מקצועי.</li>
        <li><strong>העלאת מסמכים:</strong> העלו את התעודות וההסמכות המקצועיות שלכם לאתר.</li>
        <li><strong>אישור מנהל מערכת:</strong> המתינו לאישור מנהל המערכת אשר יבדוק את התעודות וההסמכות שלכם.</li>
        <li><strong>קבלת אישור:</strong> לאחר קבלת האישור, תוכלו להתחיל להשתמש במערכת ולהציע ייעוץ תזונתי למשתמשים.</li>
        <li><strong>תחילת עבודה:</strong> התחילו לפרסם כתבות, מתכונים והמלצות תזונתיות למשתמשים באתר.</li>
      </ol>
      <h2>צרו קשר</h2>
      <p>אם יש לכם שאלות, אנא צרו קשר בכתובת info@smartshopping.com.</p>
    </div>
  );
};

export default AboutUs;
